# CLI tools
brew "eza"
brew "bat"
brew "btop"
brew "starship"
brew "fastfetch"
brew "stow"
brew "neovim"
brew "fzf"
brew "fd"
brew "ripgrep"
brew "zoxide"
brew "mole"

# Zsh plugins
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

# Apps
cask "alt-tab"
cask "ghostty"
cask "jordanbaird-ice"
cask "linearmouse"
cask "raycast"
cask "visual-studio-code"